Repository: KronT/dubalusim
Catalog: dubalu/dfw/registration/locale/*/LC_MESSAGES/django.po
Languages: es

source: Activate users
es: Activar usuarios

source: Re-send activation emails
es: Re-enviar emails de activación

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
es: Por favor corrija %(username)s y contraseña. Note que ambos campos son sensibles a mayúsculas y minúsculas.

source: This account is inactive.
es: Esta cuenta esta inactiva.

source: Password
es: Contraseña

source: Remember Me
es: Recordar Mi Sesión

source: New Password
es: Nueva Contraseña

source: Password (again)
es: Contraseña (verificación)

source: The two password fields didn't match.
es: Los campos de la contraseña no coinciden

source: User already registered.
es: Usuario ya registrado.

source: I have read and agree to the Terms of Service
es: He leído y acepto los términos de servicio

source: I have read and agree to the <a href="%(terms_url)s" target="_blank">Terms of Service</a>
es: He leído y acepto los <a href="%(terms_url)s" target="_blank">Términos de Servicio</a>

source: Full Name
es: Nombre Completo

source: You must agree to the terms to register
es: Tiene que aceptar los términos para registrarte

source: This email address is already in use. Please supply a different email address.
es: La dirección de correo electrónico ya está siendo usada. Por favor proporcione otro correo electrónico.

source: Registration using free email addresses is prohibited. Please supply a different email address.
es: El registro usando una dirección de correo electrónico gratuito está prohibido. Por favor proporcione otra dirección.

source: user
es: usuario

source: activation key
es: clave de activación

source: registration profile
es: perfil de registro

source: registration profiles
es: perfiles de registro

source: Sign up
es: Abra una cuenta

source: Sign in
es: Inicie sesión

source: Sign out
es: Terminar sesión

source: Registration
es: Registro

source: Forgot password?
es: ¿Olvidó su contraseña?

source: Reset it!
es: ¡Restablézcala!

source: Don't have an account?
es: ¿Aún no tiene una cuenta?

source: Sign up!
es: ¡Regístrese!

source: Already have an account?
es: ¿Ya tiene una cuenta?

source: Sign in!
es: ¡Inicie sesión!

source: Activated!
es: ¡Activado!

source: Your account is now active. Welcome!
es: Su cuenta ha sido activada. ¡Bienvenido!

source: <a href="%(login_url)s">Sign In</a>
es: <a href="%(login_url)s">Entrar</a>

source: Activaton Failed!
es: ¡Activación Fallida!

source: Perhaps your activation key is too old or the account has already been activated.
es: Su clave de activación es muy vieja o la cuenta ya ha sido activada.

# fem
source: Welcome to %(SITE_NAME)s
es: Bienvenida a %(SITE_NAME)s

# mas
source: Welcome to %(SITE_NAME)s
es: Bienvenido a %(SITE_NAME)s

source: Welcome to %(SITE_NAME)s
es: Bienvenido a %(SITE_NAME)s

source: This is your activation email for %(SITE_NAME)s
es: Este es el email de activación para %(SITE_NAME)s

# fem
source: Thank you for signing up at %(SITE_NAME)s!
es: ¡Gracias por registrarse en %(SITE_NAME)s!

# mas
source: Thank you for signing up at %(SITE_NAME)s!
es: ¡Gracias por registrarse en %(SITE_NAME)s!

source: Thank you for signing up at %(SITE_NAME)s!
es: ¡Gracias por registrarse en %(SITE_NAME)s!

source: <p><strong>Activate your account, otherwise it will expire in %(expiration_days)s days.</strong></p> <p>To activate your account, please click the link below:</p> <p><a style="color:%(BASE_COLOR)s;" href="%(activation_url)s">%(activation_url)s</a></p> <p>We hope you enjoy the %(SITE_NAME)s experience!</p>
es: <p><strong>Active su cuenta, de lo contrario expirará en %(expiration_days)s días.</strong></p> <p>Para activar su cuenta, favor de ir a la dirección: </p> <p><a style="color:%(BASE_COLOR)s;" href="%(activation_url)s">%(activation_url)s</a></p> <p>Esperamos disfrute la experiencia %(SITE_NAME)s </p>

source: Activate your account, otherwise it will expire in %(expiration_days)s days. To activate your account, please visit the link below: %(activation_url)s We hope you enjoy the %(SITE_NAME)s experience!
es: Active su cuenta, de lo contrario expirará en %(expiration_days)s días. Para activar su cuenta, favor de visitar a la dirección: %(activation_url)s ¡Esperamos disfrute la experiencia %(SITE_NAME)s!

source: Sincerely, The %(SITE_NAME)s Team %(SITE_URL)s
es: Atentamente, El Equipo de %(SITE_NAME)s %(SITE_URL)s

source: Log in
es: Entrar

source: Logged out
es: Salir

source: Password changed
es: Contraseña actualizada

source: Submit
es: Enviar

source: Password reset successfully
es: La contraseña fue actualizada con éxito

source: Password reset failed
es: Falla en el restablecimiento de la contraseña

source: Email with password reset instructions has been sent.
es: Las instrucciones para renovar su contraseña han sido enviadas.

source: Password reset for %(SITE_NAME)s
es: Cambio de contraseña en %(SITE_NAME)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(SITE_NAME)s.
es: Ha recibido este correo electrónico porque solicitó renovar su contraseña de usuario en %(SITE_NAME)s.

source: Please go to the following page and choose a new password:
es: Favor de ir a la siguiente página y escoger una contraseña nueva:

source: Thanks for using our site!
es: ¡Gracias por utilizar nuestro sitio web!

source: Sincerely, The %(SITE_NAME)s Team %(SITE_URL)s
es: Atentamente, El equipo %(SITE_NAME)s %(SITE_URL)s

source: %(SITE_NAME)s password reset
es: %(SITE_NAME)s renovar contraseña

source: Registration is currently closed.
es: El registro esta cerrado por el momento.

source: You are now registered. Activation email sent.
es: Se ha registrado con éxito!. Se ha enviado el correo de activación de su cuenta.
